TEXT = {
    "text_hi": "*«Здравствуйте! Вас приветствует чат-бот «Помощник кардиолога». Здесь Вы сможете получить:*\n"
    "\n• Необходимую Вам суточную норму калорий "
    "\n• Индекс массы тела"
    "\n• Суммарный сердечно-сосудистый риск по шкале SCORE"
    "\n• Получить рекомендации по питанию и улучшению качества жизни ",
    "calorie_calculation": "Вы выбрали расчет суточной нормы калорий! Для получения результата ответьте "
    "на несколько вопросов, от искренности ваших ответов будет зависеть точность результата. Удачи!",
}

MAIN_MENU_TEXT = [
    "Расчет суточной нормы калорий ",
    "Расчет ИМТ",
    "Суммарный сердечно-сосудистый риск по шкале SCORE",
    "Получить рекомендации по рациональному питанию и улучшению качества жизни",
]
