TEXT = {
    "text_hi": "*«Здравствуйте! Вас приветствует чат-бот «Помощник кардиолога». Здесь Вы сможете получить:*\n"
    "\n✅ Необходимую Вам суточную норму калорий "
    "\n✅ Индекс массы тела"
    "\n✅ Суммарный сердечно-сосудистый риск по шкале SCORE"
    "\n✅ Получить рекомендации по питанию и улучшению качества жизни ",
    "calorie_calculation": "Вы выбрали расчет суточной нормы калорий! Для получения результата ответьте "
    "на несколько вопросов, от искренности ваших ответов будет зависеть точность результата. Удачи!",
    "result_daily_norm": "_Ваша суточная норма калорий составляет_ *{}* _ккал._"
                         "\n\nЕсли Ваша фактическая суточная калорийность превышает норму, необходимо "
                         "скорректировать рацион питания и физическую активность. Для этого вы можете обратиться к "
                         "нашим рекомендациям по рациональному питанию и улучшению качества жизни.",
    "text_bim": "Индекс массы тела является важным показателем здоровья нашего организма. Превышение ИМТ нормального "
                "показателя является одним из факторов риска развития сердечно-сосудистых заболеваний, поэтому "
                "очень важно его контролировать и корректировать при необходимости.",
    "proteins_fats": "*В Вашем рационе преобладают?*\n\n"
                         "*Углеводы* _(белый хлеб, сахар, сладкие газированные напитки, молочный шоколад, мучное)_ "
                         "\n*Жиры* _(жареное, соления, сдобное тесто, крепкие мясные и рыбные бульоны, копчености, "
                         "колбасы)_",
    "cardiovascular_result": "Если Ваш суммарный сердечно-сосудистый риск ≥ 1%, необходимо обратиться к "
                             "врачу-терапевту "
                      "для обследования, подбора методов коррекции факторов риска с целью профилактирования "
                      "сердечно-сосудистых заболеваний.",
    "fats": "*ПРИМЕРНОЕ ОДНОДНЕВНОЕ МЕНЮ ДИЕТЫ С ОГРАНИЧЕНИЕМ ЖИРОВ*\n\n"
            "☀*На весь день:*\n"
            "*Хлеб* – _200 г (200 г черного или серого хлеба, лаваш, бездрожжевой хлеб)._\n"
            "*Сахар* – _30 г (в том числе в блюдах)._"
            "*Масло сливочное, топленое* – _не более 10 г._\n\n"
            "🥓*Завтрак*\n"
            "*Творог* – _100 г или зеленый горошек в белковом омлете – 150_\n"
            "*Салат из овощей с подсолнечным маслом или овсяная каша* – _150 г._\n"
            "*Чай некрепкий или кофе ячменный с молоком* – _1 стакан._\n\n"
            "🍎*ВТОРОЙ ЗАВТРАК*\n"
            "*Яблоко или фруктовый сок* – _1 стакан._\n\n"
            "🍗*ОБЕД*\n"
            "*Суп вегетарианский из сборных овощей(1/2 тарелки)* – _250 г._\n"
            "*Мясо отварное, тушеное или запеченое* - _60 г._\n"
            "*Гарнир из овощей* – _150 г._"
            "*Компот из яблок* – _1 стакан или свежие фрукты – 100 г._\n\n"
            "🍒*ПОЛДНИК*\n"
            "*Отвар шиповника* – _1 стакан или свежие фрукты – 200 г._\n\n"
            "🐟*УЖИН*\n"
            "*Рыба отварная, тушеная или запеченая* – _85 г._",
    "protein": "*ПРИМЕРНОЕ ОДНОДНЕВНОЕ МЕНЮ ДИЕТЫ С ОГРАНИЧЕНИЕМ УГЛЕВОДОВ*\n\n"
            "☀*На весь день:*\n"
            "*Хлеб ржаной, отрубной или цельнозерновой* - _200г._\n"
            "\n🥓*Завтрак*\n"
            "*Мясо отварное* - _50 г с гречневой кашей (200 г)._\n"
            "*Салат из свеклы и яблок* - _150г._\n"
            "*Чай с молоком* – _200 мл._\n\n"
            "🍎*ВТОРОЙ ЗАВТРАК*\n"
            "_Яблоко свежее_\n\n"
            "🍗*ОБЕД*\n"
            "*Борщ вегетарианский со сметаной ½ тарелки* - _250г._\n"
            "*Бефстроганов из отварного мяса* _(50г)_ *с тушеной капустой* _(100г)._\n"
            "*Мусс яблочный с подсластителем* - _200 мл_\n"
            "🍒*ПОЛДНИК*\n"
            "*Отвар шиповника* – _200 мл._\n\n"
            "🐟*УЖИН*\n"
            "*Шницель капустный без соли* – _150г._\n"
            "*Лапшенник с творогом* - _150г._\n"
            "*Чай* — _200г_\n\n"
            "🌑*НА НОЧЬ*\n"
            "*Кефир* – _200г._",
    "result_bim": "Ваш результат: *{}*\n\n"
                  "Индекс массы тела	Соответствие между массой человека и его ростом\n"
                  "\nменее 16.5 Выраженный дефицит массы"
                  "\n16.5—18.49 Недостаточная (дефицит) масса тела"
                  "\n18.5—24.99 Норма"
                  "\n25—29.99 Избыточная масса тела (предожирение)"
                  "\n30—34.99 Ожирение I степени"
                  "\n35—39.99 Ожирение II степени"
                  "\n40 и более Ожирение III степени",
    "cardiovascular": "В развитии сердечно-сосудистых заболеваний установлены предрасполагающие "
                      "факторы - их принято называть факторами риска. Факторы риска взаимосвязаны и усиливают "
                      "действие друг друга, исходя из этого определяют суммарный сердечно-сосудистый риск по "
                      "шкале SCORE, которая позволяет оценить риск смерти человека от сердечно-сосудистых заболеваний "
                      "в течение ближайших 10 лет.",
    "link_stickers": "Также можно получить бесплатные стикеры🥰",
}

MAIN_MENU_TEXT = [
    "Расчет суточной нормы калорий",
    "Расчет ИМТ",
    "Суммарный сердечно-сосудистый риск по шкале SCORE",
]

MENU_ACTIVE = [
    "Малоподвижный образ жизни, менее 20 минут в день пешком",
    "20 минут в день пешком, 1-3 тренировки в неделю",
    "Регулярно занимаетесь спортом 3-5 раз в неделю",
    "Регулярно занимаетесь спортом 6-7 раз в неделю",
    "Тренировки 2 раза в день либо Ваша работа связана с тяжелым физическим трудом",
]

MENU_PROTEINS_FATS = ["Углеводы", "Жиры", "Вернуться в меню"]

MENU_AGE = [
    "18-30 лет",
    "31-60 лет",
    "старше 60 лет",
]

MENU_AGE_CARDIOVASCULAR = [
    "40 лет",
    "45 лет",
    "55 лет",
    "60 лет",
    "65 лет",
]

MENU_SMOKING = [
    "ДА",
    "НЕТ",
]

# arterial pressure
MENU_ARTERIAL_PRESSURE = [
    "120 мм.рт.ст",
    "140 мм.рт.ст",
    "160 мм.рт.ст",
    "180 мм.рт.ст",
]

# cholesterol
MENU_CHOLESTEROL = [
    "4 моль/л",
    "5 моль/л",
    "6 моль/л",
    "7 моль/л",
    "8 моль/л",
]

MENU_END_DAILY_NORM = [
    "Получить рекомендации",
    "Вернуться в меню"
]

BUTTON_TEXT_START = 'Начать тест'
BUTTON_TEXT_START_CALC = 'Начать расчёт'
BUTTON_TEXT_START_TWO = 'Старт'

SEX_TEXT_KEYBOARD = ['М', 'Ж']
